Tekla.Structures.DialogInternal.ManagedRebarSelectionDialogInterface.AttributeRequestedDelegate
The delegate to use for attribute request.
owner: Dialog handle
size: Rebar size
grade: Rebar grade
radius: Rebar radius
usage: Rebar usage